Repository: 84000/translation-memory-resources
Catalog: post_input/toh101.bo.en.tmx
Source language: bo
Languages: en

source: ཁྱིམ་བདག་ བརྟན་པ འི་ སྡེ་ དེ་ ལོ་ བྱེ་བ་ ཕྲག་ དྲུག་ཅུ་པོ་ དེ་ འདས་ ནས་ འཇིག་རྟེན་ གྱི་ ཁམས་ དཀོན་མཆོག་ འབྱུང་གནས་ སུ་ སངས་རྒྱས་ ཀྱི་ ཞིང་ སྟོང་ གི་ རྗེས་སུ་ འཐུན་ པར་ སྐྱེས་ ཏེ །_
en: After the entire period of six hundred million years had passed, the householder Dhṛtisena was reborn in the world of Ratnākara , which was in harmony with a thousand buddha realms.

source: འཇིག་རྟེན་ གྱི་ ཁམས་ དེར་ ཡང་ དེ་བཞིན་ གཤེགས་པ་ དཔུང་མགོ་ ཆེན་པོ་ ཞེས་ བྱ་བ་ བྱུང་ ངོ་ །_།
en: The thus-gone one Mahāskhanda also appeared in that world.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་བཞིན་ གཤེགས་པ་ དགྲ་བཅོམ་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ སངས་རྒྱས་ དཔུང་མགོ་ ཆེན་པོ་ དེ འི་ འདུས་པ་ གཅིག་ སྟེ །_ |#| དགྲ་བཅོམ་པ་ བྱེ་ བ་ ཕྲག་ དྲུག་ཅུ་ བྱུང་ ངོ་ །_།
en: Śāradvatī­putra, the thus-gone one, the worthy one, the perfect buddha Mahāskhanda had an assembly of six hundred million worthy ones.

source: དེ འི་ དུས་ ན་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ བརྟན་པ འི་ སྡེ་ ནི་ རྒྱལ་པོ འི་ ཁྱིམ་ དུ་ སྐྱེས་ ཏེ །_
en: $1128 “The bodhisattva great being Dhṛtisena was born into the household of a king.

source: དེ་ སྐྱེས་ ནས་ དེ་ མ་ ཐག་ ཏུ་ ལྷ ས་ ཚིག་ ཏུ་ སྨྲས་པ །_
en: Immediately upon birth, the gods said,

source: གཞོན་ནུ་ ཁྱོད་ ཀྱི་ འབྲས་བུ་ དེ་ ནི་ ཆོས་ ཡོངས་སུ་ བཙལ་བ འི་ ཡིན་ ནོ །_།
en: ‘Child, this fruition of yours is a result of pursuing the Dharma.’

source: དེ་ནས་ ཁྱེའུ་ དེས་ ལྷ་ དེ་ལས་ ཚིག་ དེ་ ཐོས་ ནས་ སེམས་ འདི་ ལྟ་བུ་ སྐྱེས་ ཏེ །_
en: $1129 “Immediately upon hearing those words, the child thought, [138.b]

source: དེ འི་ ཕྱིར་ བདག་ གིས་ ནི་ བདག་ཉིད་ [138b] ཁོ་ན ས་ ཆོས་ རྣམས་ བཙལ་བ ར་ བྱ་བ་ དེ་ལྟ ར་ བྱ འོ་ སྙམ་ ནས །_
en: ‘Then I must make sure to pursue nothing but the Dharma!’

source: དེ་ སྐྱེས་ ནས་ ལོ་ བདུན་ ལོན་པ་ ཙམ་ དང་ །_ རབ་ཏུ་ འབྱུང་བ འི་ ཕྱིར་ མངོན་པར་ བྱུང་ ངོ་ །_།
en: So when he was only seven years old he went forth, and

source: བཅོམ་ལྡན་འདས་ དེས་ ཀྱང་ དེ་ ལ་ ཆོས་ བསྟན་ ཏོ །_།
en: the blessed Mahāskhanda taught him the Dharma.

source: དེ་ སྔོན་ གྱི་ སྨོན་ལམ་ དང་ །_ དེ་བཞིན་ གཤེགས་པ འི་ བྱིན་ གྱི་ རླབས་ ཀྱིས་ དྲན་པ་ ཡང་ རྙེད་ དོ །_།
en: By the power of his previous aspirations and by the power of the Thus-Gone One, he also obtained the power of recollection.

source: དེ་བཞིན་ གཤེགས་པ་ དཔུང་མགོ་ ཆེན་པོ་ དེས་ ཆོས་ ཀྱི་ རྣམ་ གྲངས་ ཇི་སྙེད་ ཡང་དག་ པར་ རབ་ཏུ་ བསྟན་པ་ དེ་དག་ ཐམས་ཅད་ ཀྱང་ ཀུན་ བཟུང་ ངོ་ །_།
en: He completely retained all the myriad Dharma discourses that the thus-gone one Mahāskhanda taught.

source: དེས་ བཅོམ་ལྡན་འདས་ དེ་བཞིན་ གཤེགས་པ་ དཔུང་མགོ་ ཆེན་པོ་ དེ འི་ བསྟན་པ་ ལ་ ཡང་ ཚངས་པ ར་ སྤྱོད་པ་ སྤྱད་ དོ །_།
en: He also practiced pure conduct under the teaching of the blessed thus-gone Mahāskhanda.

source: སེམས་ ཅན་ གྲངས་མེད་ དཔག་ ཏུ་ མེད་པ་ དག་ ཀྱང་ བླ་ ན་ མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ཏུ་ ཡོངས་སུ་ སྨིན་པ ར་ བྱས་ སོ །_།
en: He ripened immeasurable, countless beings for unexcelled and perfect awakening.

source: དེ་ནས་ ཤི་འཕོས་ ནས་ ཀྱང་ དེ་ མ་ ཐག་ ཏུ་ དེ་བཞིན་ གཤེགས་པ་ གཉིས་པ་ རི་རབ་ ཀྱི་ ཕུང་པོ་ ཞེས་ བྱ་བ་ མཉེས་པ ར་ བྱས་ སོ །_།
en: $1130 “As soon as he died, he immediately entered into the service of a second thus-gone one called Sumeruskandha.

source: དེ་དེ་ བཞིན་ གཤེགས་པ་ དེ འི་ བསྟན་པ་ ལ་ ཡང་ སྐྱེས་ ནས་ ལོ་ བདུན་ ཙམ་ ལོན་པ་ དང་ རབ་ཏུ་ བྱུང་ ངོ་ །_།
en: At seven years old he went forth under that thus-gone one’s teaching.

source: དེ་དེ་ ལྟར་ རབ་ཏུ་ བྱུང་ ནས་
en: Having thus gone forth,

source: དྲན་པ་ རྙེད་པ་ དང་ །_ སྔོན་ གྱི་ སྨོན་ལམ་ དང་ །_ དེ་བཞིན་ གཤེགས་པ འི་ བྱིན་ གྱི་ རླབས་ ཀྱིས་ བཅོམ་ལྡན་འདས་ དེས་ མདོ་སྡེ་ ཇི་སྙེད་ ཡང་དག་ པར་ རབ་ཏུ་ བསྟན་པ་ དེ་དག་ ཐམས་ཅད་ དྲན་པ ས་ ཀུན་ དུ་ བཟུང་ ངོ་ །_།
en: he obtained the power of recollection, and through the power of his previous aspirations and the blessings of the Thus-Gone One, he was able to recollect all the myriad sūtras that the Thus-Gone One had taught.

source: ཤ་ར་དྭ་ཏི འི་ བུ །_ རྣམ་ གྲངས་ དེས་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ བརྟན་པ འི་ སྡེས་ སངས་རྒྱས་ བྱེ་བ་ ཁྲག་ཁྲིག་ འབུམ་ཕྲག་ དྲུག་ཅུ་ རྩ་ བརྒྱད་ མཉེས་པ ར་ བྱས་ སོ །_། |#| སངས་རྒྱས་ བྱེ་བ་ ཁྲག་ཁྲིག་ འབུམ་ཕྲག་ དྲུག་ཅུ་ རྩ་ བརྒྱད་པོ་ དེ་དག་ ཐམས་ཅད་ ལས་ ཀྱང་ ཆོས་ བསྟན་པ་ ཀུན་ བཟུང་ ངོ་ །_།
en: Śāradvatī­putra, the bodhisattva great being Dhṛtisena consecutively served six hundred forty million buddhas and retained the Dharma taught by them all.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་ནས་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ བརྟན་པ འི་ སྡེ་ ཡེ་ཤེས་ རྒྱ་མཚོ་ ལྟ་བུ་ དང་ ལྡན་པ ར་ གྱུར་ ཏོ །_།
en: Śāradvatī­putra, the bodhisattva great being Dhṛtisena came to possess an oceanic wisdom.

source: མི་ གཡོས་པ་ ཉིད་ ཀྱི་ ཕྱིར་ ཡེ་ཤེས་ མི་ འཁྲུགས་པ་ ནམ་མཁའ་ དང་ མཉམ་པ་ ལྟ་བུ་ དང་ ལྡན་པ ར་ གྱུར་ ཏོ །_།
en: Since it was unwavering, he came to possess an unadulterated, space-like wisdom.

source: གཏིང་དཔག་ དཀའ་བ་ ཉིད་ ཀྱི་ ཕྱིར་ ཡེ་ཤེས་ ཟབ་པ་ ལྟ་བུ་ དང་ ལྡན་པ ར་ གྱུར་ ཏོ །_།
en: Since it was difficult to fathom its depths, he came to possess a profound wisdom.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ འི་ ཚེ་ དེ འི་ དུས་ ན་ ཁྱིམ་བདག་ བརྟན་པ འི་ སྡེ་ ཞེས་ བྱ་བ་ བྱུང་བ་ དེ་ གཞན་ ཞིག་ ཡིན་པ་ སྙམ་ དུ་ སེམས་ ན་ ཁྱོད་ ཀྱིས་ དེ་ལྟ ར་ བལྟ་བ ར་ མི་ བྱ་ སྟེ
en: Śāradvatī­putra, you should not think that the householder called Dhṛtisena was someone else,

source: གང་ གིས་ ལོ་ བྱེ་བ་ ཕྲག་ དྲུག་ཅུ ར་ ཆོས་ སྨྲ་བ་ དེ་ ལ་ རྗེས་སུ་ འབྲངས་ [139a] ཀྱང་ །_ སེམས་ གཞན་ དུ་ གྱུར་པ ར་ མ་ བྱས་པ འི་ ཁྱིམ་བདག་ ཚོང་དཔོན་ དེ་ ནི་ མར་མེ་མཛད་ ཡིན་ ནོ །_།
en: for the householder merchant whose mind did not change even after following the Dharma preacher for six hundred million years was Dīpaṃkara. [139.a]

source: ཤ་ར་དྭ་ཏི འི་ བུ་ ཁྱོད་ ཀྱིས་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ རྣམས་ ཀྱི་ ཆོས་ ཡོངས་སུ་ བཙལ་བ་ ལྷག་པ འི་ བསམ་པ་ ཇི་ཙམ་ དུ་ དོན་ ཆེ་བ་ ལ་ ལྟོས །_
en: $1131 “Śāradvatī­putra, consider how beneficial bodhisattva great beings’ exalted intention to pursue the Dharma is!

source: ཤ་ར་དྭ་ ཏི འི་ བུ་ དེ་ལྟ་བས་ན་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ ལྷག་པ འི་ བསམ་པ་ དང་ ལྡན་པ་ ནི་ མྱུར་ དུ་ བླ་ ན་ མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ མངོན་པར་ རྫོགས་པ ར་ འཚང་ རྒྱ འོ །_།
en: Śāradvatī­putra, in this way, bodhisattva great beings who possess that exalted intention will swiftly awaken to unexcelled and perfect buddhahood.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ཆོས་ སྨྲ་བ་ དེ་ ནི་ ད་དུང་ དུ་ སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ རྣམས་ ཀྱི་ དམ་པ འི་ ཆོས་ ཡོངས་སུ་ ཚོལ་ བར་ བྱེད་ དོ །_།
en: Śāradvatī­putra, that Dharma preacher is still pursuing the blessed ones’ sublime Dharma.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ཆོས་ སྨྲ་བ་ འོད་ གྲགས་པ་ དེ་ ནི་ འཁོར་ འདི་ཉིད་ ན་ གནས་ ཤིང་ འདུག་ གོ །_།
en: Śāradvatī­putra, that Dharma preacher Prabhakīrti dwells in this very retinue.”

source: བྱང་ཆུབ་ སེམས་དཔ འི་ སྤྱོད་པ་ དང་ །_ ལྷག་པ འི་ བསམ་པ་ དང་ །_ དམ་པ འི་ ཆོས་ ཡོངས་སུ་ ཚོལ་བ་ ལ་ མངོན་པར་ བརྩོན་པ འི་ ལེའུ་ སྟེ་ དྲུག་པ འོ །།_།།_
en: $1132 This concludes the sixth chapter.

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ ཀྱིས་ ཡང་ ཚེ་ དང་ ལྡན་པ་ ཤ་ར་དྭ་ཏི འི་ བུ་ ལ་ བཀའ་ སྩལ་པ །_
en: $1133 The Blessed One then said to the venerable Śāradvatī­putra,

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་དཔའ་ རྣམས་ ཀྱིས་ བྱ་བ་ གསུམ་ གྱིས་ བྱ་བ་ དང་ མི་ བྱ་བ་ ཐམས་ཅད་ ཡང་དག་ པར་ རྗེས་སུ་ མཐོང་ སྟེ
en: “Śāradvatī­putra, there are three things that bodhisattvas should do, in terms of which to consider correctly everything there is to do and not to do.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ འདི་ལྟ་སྟེ །_
en: Śāradvatī­putra, they are as follows.

source: བྱ་བ་ མ་ཡིན་པ་ ཉིད་ ཀྱི་ ཕྱིར་ དམ་པ འི་ ཆོས་ ཡོངས་སུ་ བཙལ་བ ར་ བྱ་བ་ འདི་ ནི་ བྱ་བ་ དང་པོ འོ །_།
en: $1134 “Because of the very things not to be done, the first thing to do is to pursue the sublime Dharma fully.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ གཞན་ ཡང་ བྱང་ཆུབ་ སེམས་དཔའ་ ནི་ སངས་རྒྱས་ ཀྱི་ ཆོས་ རྣམས་ ཚད་ བྱས་པ་ མ་ཡིན་པ ར་ ཡོངས་སུ་ ཚོལ་བ་ ཡིན་ ཏེ །_
en: Śāradvatī­putra, bodhisattvas should furthermore pursue the teachings of the buddhas without measuring them,

source: སངས་རྒྱས་ ཀྱི་ ཆོས་ ཟབ་མོ་ དག་ ཐོས་ ན་ ཡང་
en: so that even when they hear the profound teachings of the buddhas,

source: མི་ སྐྲག་ ཅིང་ གཏིང་ དཔོགས་ པར་ བྱེད་ ལ་ ལྷག་པ ར་ མོས་ ཤིང་ སྤོང་བ ར་ མི་ བྱེད་ དེ །_
en: they will be unafraid, enthusiastically try to penetrate to their depths, and not abandon them.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་ ཇི་ལྟ་ ཇི་ལྟ ར་ ཆོས་ ཟབ་མོ་ དག་ ཐོས་པ་ དེ་ལྟ་ དེ་ལྟ ར་ རྒྱས་པ ར་ ལྷག་པ འི་ བསམ་པ་ ཕུན་སུམ་ ཚོགས་པ་ ལས་མི་ ལྡོག་པ་ འདི་ ནི་ བྱ་བ་ གཉིས་པ་ སྟེ །_
en: $1135 “Śāradvatī­putra, the second thing they should do is not to go back on their perfect exalted intention, which increases the more they hear the profound Dharma.

source: བྱང་ཆུབ་ སེམས་དཔའ་ རྣམས་ ཀྱི་ ལྷག་པ འི་ བསམ་པ་ ཕུན་སུམ་ ཚོགས་པ་ ཡིན་པ ར་ བལྟ་བ ར་ བྱ འོ །_།
en: This they should regard as being the perfect exalted intention of bodhisattvas.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ གཞན་ ཡང་ གལ་ཏེ་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ འི་ ཐད་ དུ་ མི་ལ་ ལ་ ཞིག་ འོངས་ ནས །_ |#| བྱང་ཆུབ་ སེམས་དཔའ་ གང་ བླ་ ན་ མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ཏུ་ སེམས་བསྐྱེད་པ་ དེས་ ནི་ བདོག་པ་ ཐམས་ཅད་ ཡོངས་སུ་ བཏང་བ ར་ བྱ་ དགོས་ ཏེ །_ |#| [139b] གང་ བྱང་ཆུབ་ སེམས་དཔ ས་ མི་ སྦྱིན་པ ར་ བྱ་བ འི་ དངོས་པོ་ དེ་ ནི་ མེད་པ་ ཡིན་ ནོ །_། |#| ཞེས་ དེ་སྐད་ ཅེས་ སྨྲས་ ལ །_ གལ་ཏེ་ བྱང་ཆུབ་ སེམས་དཔ ས་ དེ་སྐད་ ཅེས་ ཐོས་ ནས་ ཞུམ་པ ར་ མི་ བྱེད །_ |#| སྒྱིད་ལུག་ པར་ མི་ བྱེད་ ལ་ མི་ ལྡོག་པ་ འདི་ ནི་ བྱ་བ་ གསུམ་པ་ སྟེ །_
en: $1136 “Śāradvatī­putra, the third thing they should do is not to cower, be discouraged, or turn away when hearing a bodhisattva great being tell someone who has approached them, ‘A bodhisattva who has engendered the attitude set on unexcelled and perfect awakening must abandon all possessions. [139.b] There is nothing that the bodhisattva does not give away.’

source: འདི་ ཡང་ བྱང་ཆུབ་ སེམས་དཔ འི་ ལྷག་ པ འི་ བསམ་པ་ ཕུན་སུམ་ ཚོགས་པ་ ཡིན་པ ར་ བལྟ་བ ར་ བྱ འོ །_།
en: This too they should regard as the perfect exalted intention of bodhisattvas.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ གཞན་ ཡང་ གལ་ཏེ་ བྱང་ཆུབ་ སེམས་དཔ འི་ ཐད་ དུ་ མི་ལ་ ལ་ ཞིག་ འོངས་ ནས །_ |#| གང་ གིས་ བླ་ ན་ མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ཏུ་ སེམས་བསྐྱེད་པ་ དེས་ ནི་ སེམས་ཅན་ ཐམས་ཅད་ ལ་ བདེ་བ འི་ ཡོ་བྱད་ ཐམས་ཅད་ ཉེ་བ ར་ བསྒྲུབ་པ ར་ བྱ་ སྟེ །_
en: $1137 “Moreover, Śāradvatī­putra, suppose someone approaches a bodhisattva and says, ‘A bodhisattva who has engendered the attitude set on unexcelled and perfect awakening should provide comfort to all beings.

source: དེ་ལྟ་བས་ན་ བདག་ ནི་ འདི་ལྟར་ སྡུག་བསྔལ་ ཞིང་བདག་ ནི་ མཆོག་ ཏུ་ སྡུག་བསྔལ་བ་ ཡིན་པ ས་ བདག་ ཁོ་ན་ ལ་ ཁྱོད་ ཀྱིས་ བདེ་བ འི་ ཡོ་བྱད་ ཉེ་བ ར་ སྒྲུབས་ ཤིག _།
en: Thus, since I, suffering in this way, am severely suffering, then you should first provide comfort to me, and

source: ཕྱིས་ ནི་ སེམས་ཅན་ གཞན་དག་ ལ་ བདེ་བ འི་ ཡོ་བྱད་ ཉེ་བ ར་ སྒྲུབས་ ཤིག་ ཅེས་ དེ་སྐད་ ཅེས་ སྨྲས་ ལ །_
en: then later provide comfort to all other beings.’

source: གལ་ཏེ་ བྱང་ཆུབ་ སེམས་དཔ ས་ དེ་སྐད་ ཅེས་ ཐོས་ ནས་ |#| ཞུམ་པ ར་ མི་ བྱེད་ ཅིང་ །_ བདེ་བ་ དེ་ ཉེ་བ ར་ སྒྲུབ་པ ར་ ནུས་པ་ ཡིན་ ལ །_
en: Hearing such a demand, bodhisattvas should be able to ensure that person’s happiness without being discouraged.

source: དེ་ཡང་ ཉེ་བ ར་ མི་ སྒྲུབ་པ ར་ བདག་ ནི་ སེམས་ཅན་ འདི་ ལ་ བདེ་བ འི་ ཡོ་བྱད་ ཉེ་བ ར་ སྒྲུབ་པ ར་ ནུས་པ་ ཡང་ མ་ ཡིན་ ན |#| སེམས་ཅན་ ཐམས་ཅད་ ལ་ ལྟ་ ཅི་ སྨོས་ ཞེས་ ཞུམ་པ འི་ སེམས་ སྐྱེད་པ ར་ བྱེད་ ཅིང་ །_ ཀུན་ ཏུ་ ཞུམ་པ འི་ སེམས་ སྐྱེད་པ ར་ བྱེད་ ན །_
en: However, if they fail and become discouraged and dejected, thinking, ‘If I cannot even provide comfort to this being, what use is it for me to do so for all beings,’

source: གལ་ཏེ་ དེ་ལྟ་ན་ ཀུན་ ཏུ་ ཞུམ་པ ར་ བྱེད་པ་ དེ་ ནི་ ལྷག་པ འི་ བསམ་པ་ མ་ཡིན་པ ར་ བལྟ་བ ར་ བྱ འོ །_།
en: then such discouragement should be regarded as not being an exalted motivation.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ གལ་ཏེ་ སེམས་ཅན་ དེ་ ལ་ བདེ་བ འི་ ཡོ་བྱད་ ཉེ་བ ར་ སྒྲུབ་པ་ ན །_
en: $1138 “If, Śāradvatī­putra, while providing comfort to such beings,

source: !དེ་ཡང་ བྱང་ཆུབ་ སེམས་དཔའ་ དེ་ ལ་ གཤེ་བ ར་ བྱེད་ ཅིང་ བརྒྱད་བཀག་ བྱེད་ ལ །_ ཚིག་རྩུབ་པོ་ ཚོགས་པ ར་ དབྱུང་བ ར་ འོས་པ་ མ་ཡིན་པ་ སྡིག་པ་ ཅན་ གྱིས་ ཀུན་ ཏུ་ སྦྱོང་བ ར་ བྱེད་ ན །_
en: bodhisattvas are criticized and reviled, and berated#52 with evil, harsh words, unsuitable for polite society,

source: བྱང་ཆུབ་ སེམས་དཔ ས་ ནི་ དེ་ ལ་ ཁྲོ་བ་ བསྐྱེད་པ ར་ མི་ བྱ །_ |#| གནོད་སེམས་ བསྐྱེད་པ ར་ མི་ བྱ །_ |#| དེ་ ལ་ བྱམས་པ འི་ སེམས་ཉིད་ དང་ །_ སྙིང་རྗེ་ ཉིད་ བསྐྱེད་པ ར་ བྱ །_
en: those bodhisattvas should not be angry, or have ill will toward them, but engender feelings of love and compassion for them.

source: དེ་ ལ་ བདེ་བ་ ཉིད་ ཉེ་བ ར་ བསྒྲུབ་པ ར་ བྱ་ ཞིང་ སྡུག་བསྔལ་ ནི་ མ་ ཡིན་ ཏེ །_
en: Bodhisattvas should provide for their happiness, so that they do not suffer.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་ལྟ ར་ ན་ བྱང་ཆུབ་ སེམས་དཔ འི་ ལྷག་པ འི་ བསམ་པ་ ནི་ བླ་ ན་ མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ཏུ་ རིག་པ ར་ བྱ འོ །_།
en: Śāradvatī­putra, such an exalted intention of bodhisattvas should be known as unexcelled and perfect awakening.

source: བྱང་ཆུབ་ སེམས་དཔའ་ དེས་ ནི་ དུལ་བ་ [140a] དང་ ཞི་བ འི་ སེམས་བསྐྱེད་པ་ དང་ བདེ་བ འི་ ཡོ་བྱད་ ཀྱི་ སེམས་བསྐྱེད་པ་ དེ་དག་ གིས་ འཁོར་བ་ དཔག་ ཏུ་ མེད་པ་ དུམ་བུ ར་ ཆད་པ ར་ ཡང་དག་ པར་ རྗེས་སུ་ མཐོང་ ངོ་ །_།
en: $1139 “Bodhisattvas who arouse a gentle and peaceful mind [140.a] and the intention to comfort others will see to the cutting of immeasurable saṃsāra into pieces.

source: སེམས་ཅན་ དཔག་ ཏུ་ མེད་པ་ ལ་ བདེ་བ འི་ ཡོ་བྱད་ ཉེ་བ ར་ བསྒྲུབས་པ ར་ ཡང་ཡང་ དག་པ ར་ རྗེས་སུ་ མཐོང་ ངོ་ །_།
en: They will see to providing comfort to immeasurable beings.

source: བདག་ཉིད་ ཀྱི་ སངས་རྒྱས་ ཀྱི་ ཆོས་ ཡོངས་སུ་ སྨིན་པ ར་ ཡང་ཡང་ དག་པ ར་ རྗེས་སུ་ མཐོང་ ངོ་ །_།
en: They will see to the ripening of their own buddha qualities.

source: སེམས་བསྐྱེད་པ་ རེ་རེ་ ལ་ ཡང་ སངས་རྒྱས་ ཀྱི་ ཆོས་ དཔག་ ཏུ་ མེད་པ་ སྒྲུབ་པ་ ཉིད་ དུ་ ཡང་དག་ པར་ རྗེས་སུ་ མཐོང་ སྟེ །_
en: Each time they give rise to the mind of awakening, they will see to the accomplishment of immeasurable buddha qualities.

source: དེ་ལྟ ར་ ན་ བྱང་ཆུབ་ སེམས་དཔའ་ ནི་ ལྷག་པ འི་ བསམ་པ་ དང་ ལྡན་ ཞིང་ ཐབས་ ལ་ མཁས་པ ར་ རིག་པ ར་ བྱ འོ །_།
en: In that way, bodhisattvas should be regarded as possessing an exalted intention and being skilled in methods.

source: གང་ སེམས་མ་ སྨས་ ཤིང་ སེམས་མ་ ཉམས་པ ས་ སེམས་ཅན་ དེ་ ལ་ བདེ་བ འི་ ཡོ་བྱད་ ཉེ་བ ར་ བསྒྲུབས་ ལ །_ སེམས་ཅན་ དེ་ཡང་ གཤེ་བ ར་ བྱེད་ ཅིང་ བརྒྱད་བཀག་ བྱེད་ ལ་ ཚིག་ཚོགས་ པར་ དབྱུང་བ ར་ འོས་པ་ མ་ཡིན་པ་ སྡིག་པ་ ཅན་ གྱིས་ ཀུན་ ཏུ་ སྤྱོད་པ ར་ བྱེད་ ན་ |#| བྱང་ཆུབ་ སེམས་དཔའ་ ནི་ དེ་ ལ་ བཟོད་པ ར་ བྱེད་ ཅིང་ །_ དེ་ ལ་ ཡང་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ ནི་ འདི་ སྙམ་ དུ་ སེམས་ ཏེ །_
en: $1140 “Suppose that bodhisattva great beings are criticized and reviled, and berated with evil, harsh words, unsuitable for polite society, by the being on whose behalf those bodhisattvas have provided comfort. |#| In such a case, bodhisattvas who do not neglect or diminish their altruistic intention will exercise patience, thinking,

source: སེམས་ཅན་ འདི་དག་ ལ་ ནི་ བདག་ ལ་ སངས་རྒྱས་ ཀྱི་ ཆོས་ རྣམས་ རབ་ཏུ་ སྟོན་པ ར་ བྱེད་ དེ །_
en: ‘This being is teaching me buddha qualities.

source: བདག་ གིས་ དེ་ ལ་ གནོད་སེམས་ གང་ཅི་ ཡང་ རུང་བ་ བསྐྱེད་པ ར་ གྱུར་ ན །_
en: So if I were to have any ill will whatsoever toward him,

source: དེ་ཙམ་ དུ་ བདག་ བྱང་ཆུབ་ ལས་ ཉམས་པ ར་ འགྱུར་ རོ་ སྙམ་པ་ འདི་ ནི་ བྱང་ཆུབ་ སེམས་དཔ འི་ ལྷག་པ འི་ བསམ་པ་ བླ་ ན་ |#| མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ཀྱི་ ཐབས་ ལ་ མཁས་པ་ ཡིན་པ ར་ བལྟ་བ ར་ བྱ འོ །_།
en: I would be impeded from awakening by precisely that much.’ |#| Such thinking should be regarded as the bodhisattvas’ exalted intention that is skilled in the methods toward unexcelled and perfect awakening.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ གཞན་ ཡང་ བྱང་ཆུབ་ སེམས་དཔ འི་ ཐད་ དུ་ མི་ལ་ ལ་ ཞིག་ འོངས་ ནས །_ |#| བླ་ ན་ མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ནི་ རྙེད་པ ར་ དཀའ་ སྟེ །_
en: $1141 “Moreover, Śāradvatī­putra, suppose someone approaches a bodhisattva and says, ‘Unexcelled and perfect awakening is difficult to attain—

source: ཁྱོད་ ཀྱིས་ བླ་ ན་ |#| མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ཏུ་ མངོན་པར་ རྫོགས་པ ར་ སངས་རྒྱས་ པར་ མི་ ནུས་ ཤིང་ །_
en: you will not be able to awaken to unexcelled and perfect buddhahood;

source: ཁྱོད་ ཀྱིས་ སངས་རྒྱས་ ཀྱི་ ཆོས་ རྣམས་ ཡང་དག་ པར་ སྒྲུབ་པ ར་ མི་ ནུས་ སོ་ ཞེས་ དེ་སྐད་ ཅེས་ སྨྲས་ ལ །_
en: you will not be able to accomplish the buddha qualities.’

source: !གལ་ཏེ་ ཐོས་ ནས་ |#| ཡིད་ གཏོད་པ ར་ བྱེད་ ན་
en: If bodhisattvas, upon hearing that, let go#53 of the ideas they had,

source: ལྷག་པ འི་ བསམ་པ་ མ་ཡིན་པ ར་ བལྟ་བ ར་ བྱ འོ །_།
en: this should be regarded as not being the exalted intention.

source: གལ་ཏེ་ དེ་ ལ་ སངས་རྒྱས་ ཀྱི་ ཆོས་ རྙེད་པ ར་ དཀའ་བ་ ཉིད་ ལ་ རྙེད་ སླ་བ་ ཉིད་ སྐྱེས་ ན་ དེ་ལྟ་ན་ ལྷག་པ འི་ བསམ་པ་ མ་ཡིན་པ ར་ བལྟ་བ ར་ བྱ འོ །_།
en: And if in such a case they imagine that the buddha qualities, which are so difficult to attain, are easy to attain, that should also be regarded as not being the exalted intention.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ གཞན་ ཡང་ གལ་ཏེ་ [140b] བྱང་ཆུབ་ སེམས་དཔ འི་ ཐད་ དུ་ མི་ལ་ ལ་ ཞིག་ འོངས་ ནས་ |#| རིགས་ ཀྱི་ བུ་ གང་ བླ་ ན་ |#| མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ཏུ་ སེམས་བསྐྱེད་པ་ དེ་ ནི་ རང་ གི་ ལུས་ དང་ རང་ གི་ སྲོག་ ལ་ ཡང་ དབང་མེད་པ་ ཡིན་ ན
en: $1142 “Moreover, Śāradvatī­putra, [140.b] suppose someone approaches a bodhisattva and says, ‘Noble son, if one who gives rise to the mind set on unexcelled and perfect awakening has no control over even their own body and life force,

source: ལོངས་སྤྱོད་ རྣམས་ ལ་ དབང་ཡོད་ པར་ འགྱུར་བ་ ལྟ་ཅི་ སྨོས་ ཏེ །_
en: then there is no need to speak of them having control over their possessions.

source: ཀྱེ་མ་ རིགས་ ཀྱི་ བུ་ ཁྱོད་ ལུས་ དང་ སྲོག་ ལ་ ཡང་ དབང་མེད་ པར་ གྱུར་ ན་ |#| མི་ རུང་ གིས་ སེམས་ དེ་ ཐོང་ ཤིག _། ཅེས་ དེ་སྐད་ ཅེས་ སྨྲས་ ལ །_
en: Alas, noble son, since it is impossible for you to have control over your body and life force, give up this attitude!’

source: དེ་ ལ་ ཡང་ གལ་ཏེ་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ དེ་ འདི་ སྙམ་ དུ་ སེམས་ ཏེ །_
en: $1143 “Bodhisattvas might then think,

source: སེམས་ཅན་ ཐམས་ཅད་ ནི་ ལུས་ དང་ སྲོག་ ལ་ དབང་མེད་ དེ་ ལུས་ དང་ སྲོག་ ལ་ དབང་ མེད་ པར་ གྱུར་པ ས་ ཀུན་ ཏུ་ སྲུང་བ འི་ ཕྱིར་ མངོན་པར་ བརྩོན་ ནོ །_།
en: ‘No one has control over the body and life force, and because they do not have control over them, everyone strives to protect them.

source: ཀུན་ ཏུ་ སྲུང་བ འི་ ཕྱིར་ མངོན་པར་ བརྩོན་པ །_ དེ་དག་ ཉིད་ ཀྱི་ ལུས་ འཇིག་པ ར་ འགྱུར་བ་ ཉིད་ ཡིན་ ཞིང་ ལུས་ འགག་པ ར་ འགྱུར་བ་ ཉིད་ ཡིན་ ལ །_
en: While striving to protect them, their bodies perish and cease to be, and their life forces too come to an end.

source: སྲོག་ ཀྱང་ འགག་པ ར་ འགྱུར་བ་ ཉིད་ ཡིན་ ན |#| བདག་ གི་ ལྟ་ཅི་ སྨོས་ སྙམ་ ན །_ |#| ལྷག་ པ འི་ བསམ་པ་ དང་ ལྡན་པ་ མ་ཡིན་པ ར་ རིག་པ ར་ བྱ་ ཞིང་ ཐབས་ ལ་ མཁས་པ་ མ་ཡིན་པ ར་ རིག་པ ར་ བྱ འོ །_།
en: That being the case, there is no question that mine will too.’ |#| Such thinking should be regarded as not being endowed with the exalted intention, and not being skilled in methods.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ གལ་ཏེ་ དེ་ འདི་ སྙམ་ དུ་ སེམས་ ཏེ །_
en: $1144 “Śāradvatī­putra, bodhisattvas might also think,

source: སེམས་ཅན་ ཐམས་ཅད་ ནི་ ལུས་ དང་ སྲོག་ ལ་ ཀུན་ ཏུ་ སྲུང་བ འི་ ཕྱིར་ མངོན་པར་ བརྩོན་པ་ དག་ སྟེ །_
en: ‘Everyone strives to protect their body and life force, but

source: དེ་དག་ ནི་ ལུས་ དང་ སྲོག་ ལ་ དབང་མེད་པ་ ཡིན་ ནོ །_།
en: they have no control over them.

source: དབང་མེད་ པར་ གྱུར་པ་ དེ་དག་ གི་ ལུས་ རབ་ཏུ་ འཇིག་པ ར་ འགྱུར་བ་ ཉིད་ ཡིན་ ཞིང་ ལུས་ འགག་པ ར་ འགྱུར་བ་ ཉིད་ ཡིན་ ལ །_
en: The bodies over which they have no control will perish and cease to be.

source: སྐྱེ་བ་ དང་ །_ རྒ་བ་ དང་ །_ ན་བ་ དང་ །_ འཆི་བ་ ལ་སོགས་པ འི་ གནོད་པ་ དག་ གིས་ མངོན་པར་ གསོད་པ་ ཉིད་ ཡིན་ ཏེ
en: Then they will be oppressed by the torments of birth, aging, sickness, death, and the like, for

source: དེ་དག་ ནི་ ལུས་ ཀུན་ ཏུ་ སྲུང་བ འི་ ཕྱིར་ མངོན་པར་ བརྩོན་པ་ དག་ ཡིན་པ ས་ ལས་ རྣམ་པ་ སྣ་ཚོགས་ དག་ མངོན་པར་ འདུ་བྱེད་ དེ །_
en: by striving to protect their bodies, they will have formed many different kinds of karma.

source: དེ་དག་ གིས་ ལུས་ ཀུན་ ཏུ་ བསྲུངས་པ་ ཉིད་ ཡིན་ ཞིང་ །_ སྲོག་ ཀུན་ ཏུ་ བསྲུངས་པ་ ཉིད་ ཡིན་ཡང་ །_
en: So even as they try to protect their bodies and life force,

source: ལུས་ གཞན་ ཉིད་ དུ་ འགྲོ་བ ར་ འགྱུར་ ཞིང་ །_ སྲོག་ གཞན་ ཉིད་ དུ་ འགྲོ་བ ར་ འགྱུར་ རོ་ སྙམ་ ནས
en: they still migrate to another body and another life force.

source: གལ་ཏེ་ བདག་ ལུས་ དང་ སྲོག་ ལ་ ལྟ་བ་ དང་ བཅས་པ ར་ གྱུར་ ཅིང་ །_ ཀུན་ ཏུ་ སྲུང་བ ར་ གྱུར་ ན །_
en: Should I have regard for my body and life force and try to protect them, then

source: དེ་ལྟ་ན་ བདག་ ནི་ ལུས་ དང་ སྲོག་ ལ་ ལྟ་བ་ དང་ བཅས་པ་ ཡིན་པ ས །_ སྡིག་པ་ ཅན་ གྱི་ ལས་ རྣམས་ བྱས་ ནས་
en: by so doing I will commit evil deeds and come to experience suffering in saṃsāra, with its five destinies. [141.a]

source: འགྲོ་བ་ ལྔ་ དང་ ལྡན་པ འི་ འཁོར་བ ར་ སྡུག་བསྔལ་ ཉམས་ སུ་ མྱོང་བ ར་ འགྱུར་ [141a] བས་ ཀྱེ་མ་ བདག་ གིས་ ནི་ ལུས་ དང་ སྲོག་ ལ་ ལྟ་བ་ མེད་པར་ བྱ །_
en: Alas, I will thus give up all concern for my body and life force!

source: མི་ བསྲུང་བ ར་ བྱ །_
en: I will not protect them!

source: བདག་ གིས་ ནི་ ལུས་ དང་ སྲོག་ ཡང་ དོར་བ་ ཉིད་ དུ་ བྱ །_
en: I will also abandon my body and life force!

source: བདག་ གིས་ ནི་ སངས་རྒྱས་ ཀྱི་ ཡེ་ཤེས་ ལ་ ཡང་ ལྟ་བ་ དང་ བཅས་པ ར་ བྱ་ ཞིང་ །_ ལུས་ དང་ སྲོག་ ལ་ ནི་ མ་ཡིན་པ ར་ བྱ །_
en: I will act for the wisdom of awakening, and not for my body and life force!

source: སེམས་ཅན་ ཐམས་ ཅད་ ཀྱང་ ཐར་པ་ ལ་ མངོན་པར་ བརྩོན་པ ར་ ལྟ་བ་ དང་ བཅས་པ ར་ བྱ །_
en: I will act striving to liberate all beings!

source: ལུས་ དང་ སྲོག་ ལ་ ཡང་ སྲེད་པ་ དང་ བྲལ་བ ར་ བྱ །_
en: I will rid myself of craving for body and life force!

source: བདག་ གིས་ ནི་ སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ ཐམས་ཅད་ ལ་ སྲེད་པ་ དང་ ལྡན་པ ར་ བྱ །_
en: I will take up craving for all the blessed buddhas!

source: བདག་ གིས་ ནི་ སྐྱེ་བ་ མེད་པ་ ལ་མོ ས་ པར་ བྱ །_
en: I will aspire for the unborn!

source: བདག་ གིས་ ནི་ ཆོས་ བསྟན་པ འི་ ཕྱིར་ སྐྱོ་ བ་ མེད་པར་ བྱ །_
en: I will not be weary in teaching the Dharma!

source: བདག་ གིས་ ནི་ མ་ བཅིངས་ མ་ གྲོལ་བ འི་ ཆོས་ བསྟན་པ ར་ བྱ འོ་ སྙམ་ མོ །_།
en: I will teach the Dharma that is unbounded and unreleased!’

source: དེ་ ལ་ ཡང་ བྱང་ཆུབ་ སེམས་དཔའ་ འདི་ལྟར་ སོ་སོ ར་ རྟོག་པ ར་ བྱེད་ དེ །_
en: $1145 “Bodhisattvas may also consider this as follows:

source: བདག་ གིས་ སེམས་ཅན་ དེ་ ལ་ ཀྱེ་ མི་གང་ ལུས་ དང་ སྲོག་ ལ་ དབང་མེད་པ་ ཉིད་ འདི་ ནི་ རྩོལ་བ་ མཆོག་ ཡིན །_
en: ‘I will tell that person this: |#| “Listen, the very absence of control over body and life force is itself the supreme effort.

source: འདི་ ནི་ གོ་ཆ་ མཆོག་ ཡིན་ ནོ་ ཞེས་ དེ་སྐད་ ཅེས་ བརྗོད་པ ར་ བྱ འོ །_།
en: It is itself the supreme armor.

source: ཀྱེ་ མི་ཆོས་ ཐམས་ཅད་ ནི་ རང་བཞིན་ མེད་པ འི་ ཕྱིར་ ཏེ །_
en: That is because all phenomena are indeed without intrinsic nature.

source: ཀྱེ་ མི་ཆོས་ ཐམས་ཅད་ ནི་ རྟེན་པ་ མེད་པ འོ་ ཞེས་
en: All phenomena are indeed without foundation.” ’

source: གལ་ཏེ་ དེ་སྐད་ ཅེས་ སྨྲས་ ན །_ |#| བྱང་ཆུབ་ སེམས་དཔའ་ ལྷག་པ འི་ བསམ་པ་ དང་ ལྡན་པ་ ཡིན་པ ར་ རིག་པ ར་ བྱ འོ །_།
en: Those who say such things should be regarded as possessing the exalted intention.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ གཞན་ ཡང་ གལ་ཏེ་ བྱང་ཆུབ་ སེམས་དཔ འི་ ཐད་ དུ་ མི་ལ་ ལ་ ཞིག་ འོངས་ ནས་ |#| གང་ བླ་ ན་ |#| མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ཏུ་ སེམས་བསྐྱེད་པ་ དེས་ ནི་ སེམས་ཅན་ ཐམས་ཅད་ ཀྱི་ སློབ་མ ར་ གྱུར་པ ར་ བྱ་ དགོས་ ཏེ |#| ཁྱོད་ ཀྱིས་ ཀྱང་ ད་ཕྱིན་ ཆད་ ང འི་ སློབ་མ ར་ གྱུར་པ ར་ བྱ་ དགོས་ སོ་ ཞེས་ དེ་སྐད་ ཅེས་ སྨྲ་ ན་
en: $1146 “Moreover, Śāradvatī­putra, suppose a person were to approach a bodhisattva and say, ‘One who gives rise to the mind set on unexcelled and perfect awakening must act as a student of all beings, so henceforth you must act as my student.’

source: དེ་ ལ་ བྱང་ཆུབ་ སེམས་དཔ ས་ ཀྱེ་ མི་བདག་ ནི་ ཁྱོད་ གཅིག་པུ་ ཁོ་ན འི་ སློབ་མ ར་ གྱུར་པ་ མ་ ཡིན་ གྱི །_
en: $1147 “Bodhisattvas might then reply, ‘Listen, I am not just your student,

source: བདག་ ནི་ སེམས་ཅན་ ཐམས་ཅད་ ཀྱི་ སློབ་མ ར་ གྱུར་པ འོ །_།
en: I am the student of all beings.

source: འདི་ལྟར་ བདག་ གིས་ སེམས་ཅན་ གྱི་ ཁུར་ ཉེ་བ ར་ བླངས་པ འི་ ཕྱིར་ ཏེ །_
en: That is because I have taken on the burden of beings.
